Repository: common-repository/imagus
Catalog: languages/imagus-wordpress-plugin-*.po
Languages: es_es

source: Optimized!
es_es: ¡Optimizado!

source: 0 bytes saved. Choose another quality ratio (lower)
es_es: 0 bytes ahorrados. Elija otro porcentaje de calidad (más bajo)

source: Recover backup
es_es: Recuperar original

source: Imagus compression!
es_es: ¡Haz tu optimagia!

source: Already optimized
es_es: Ya optimizado

source: Imagus compression
es_es: Haz tu optimagia

source: Imagus settings
es_es: Configuración de imagus

source: Quality percentage
es_es: Porcentaje de calidad

source: Automatic compression
es_es: Compresión automática

source: Cannot create images backup folder. Check permissions in uploads folder path.
es_es: No se ha podido crear una copia de la imagen. Revise los permisos en la carpeta uploads.

source: Leave original copies in media folder
es_es: Dejar una copia de la imagen original en la carpeta multimedia

source: Enable modal customized options window
es_es: Habilitar ventana de opciones personalizadas modales

source: This modal allows to set custom options when you do a single or raw compression in the media gallery.
es_es: Este modal permite establecer opciones personalizadas cuando se realiza una compresión única o sin procesar en la galería de medios.

source: Save changes
es_es: Guardar cambios

source: Optimize
es_es: Optimizar
